Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Straitjacket
source: Straitjacket
de: Zwangsjacke
ja: 拘束衣
ko: 구속복
pl: Kaftan bezpieczeństwa
zh_hans: 束缚衣
zh_hant: 束縛衣

# trait.Strange
source: Strange
de: Seltsam
ja: 変わり者
ko: 괴짜
pl: Dziwactwo
zh_hans: 古怪
zh_hant: 古怪

# trait.Strangulation Sex
source: Strangulation Sex
de: Sex mit Würgen
ja: 首絞めセックス
ko: 목 조르기 성교
pl: Seks z podduszaniem
zh_hans: 窒息性爱
zh_hant: 窒息性愛

# trait.Strap-on Dildo
source: Strap-on Dildo
de: Umschnalldildo
ja: ペニスバンド
ko: 착용형 딜도
pl: Dildo przypinane pasami
zh_hans: 穿戴式假阳具
zh_hant: 穿戴式假陽具

# trait.Strapless Dress
source: Strapless Dress
de: Trägerloses Kleid
ja: ストラップレスドレス
ko: 끈 없는 원피스
pl: Sukienka bez ramiączek
zh_hans: 无肩带连衣裙
zh_hant: 平口洋裝

# trait.Strapless Leotard
source: Strapless Leotard
de: Trägerloser Gymnastikanzug
ja: ストラップレスレオタード
ko: 끈 없는 레오타드
pl: Trykot bez ramiączek
zh_hans: 无肩带紧身衣
zh_hant: 無肩帶緊身衣

# trait.Strapless Mini-dress
source: Strapless Mini-dress
de: Trägerloses Minikleid
ja: ストラップレスミニドレス
ko: 끈 없는 미니 원피스
pl: Minisukienka bez ramiączek
zh_hans: 无肩带迷你连衣裙
zh_hant: 平口迷你洋裝

# trait.Strapless Panties
source: Strapless Panties
de: Höschen ohne seitliche Träger
ja: ストラップレスパンティ
ko: 끈 없는 팬티
pl: Majtki bez bocznych pasków
zh_hans: 无肩带内裤
zh_hant: 無帶內褲

# trait.Strapless Swimsuit
source: Strapless Swimsuit
de: Trägerloser Badeanzug
ja: ストラップレス水着
ko: 끈 없는 수영복
pl: Strój kąpielowy bez ramiączek
zh_hans: 无肩带泳装
zh_hant: 無肩帶泳裝

# trait.Straps
source: Straps
de: Riemen und Träger
ja: ストラップ
ko: 스트랩
pl: Paski
zh_hans: 带子
zh_hant: 帶子

# trait.Straw Hat
source: Straw Hat
de: Strohhut
ja: 麦わら帽子
ko: 밀짚모자
pl: Słomkowy kapelusz
zh_hans: 草帽
zh_hant: 草帽

# trait.Street Performer
source: Street Performer
de: Straßenkünstler
ja: 大道芸人
ko: 거리 공연자
pl: Artysta uliczny
zh_hans: 街头艺人
zh_hant: 街頭藝人

# trait.Street Racing
source: Street Racing
de: Straßenrennen
ja: 公道レース
ko: 공도 레이싱
pl: Wyścigi uliczne
zh_hans: 街头赛车
zh_hant: 街頭賽車

# trait.Streetwise
source: Streetwise
de: Straßenerfahren
ja: 世慣れている
ko: 세상 물정에 밝은
pl: Obycie z życiem ulicy
zh_hans: 懂世故
zh_hant: 懂世故

# trait.Stretched Earlobes
source: Stretched Earlobes
de: Gedehnte Ohrläppchen
ja: 拡張した耳たぶ
ko: 확장한 귓불
pl: Rozciągnięte płatki uszu
zh_hans: 扩张耳垂
zh_hant: 擴張耳垂

# trait.Strict
source: Strict
de: Streng
ja: 厳格
ko: 엄격한
pl: Surowość
zh_hans: 严格
zh_hant: 嚴格

# trait.String Instrument
source: String Instrument
de: Saiteninstrument
ja: 弦楽器
ko: 현악기
pl: Instrument strunowy
zh_hans: 弦乐器
zh_hant: 弦樂器

# trait.String Instruments
source: String Instruments
de: Saiteninstrumente
ja: 弦楽器
ko: 현악기
pl: Instrumenty strunowe
zh_hans: 弦乐器
zh_hant: 弦樂器

# trait.String Ribbon Tie
source: String Ribbon Tie
de: Schmale Schleifenkrawatte
ja: 細いリボンタイ
ko: 가는 리본 타이
pl: Krawat z wąskiej wstążki
zh_hans: 细丝带领结
zh_hant: 細絲帶領結

# trait.Stubble
source: Stubble
de: Bartstoppeln
ja: 無精ひげ
ko: 턱수염 자국
pl: Krótki zarost
zh_hans: 胡茬
zh_hant: 鬍渣

# trait.Stubborn
source: Stubborn
de: Stur
ja: 頑固
ko: 고집 센
pl: Upór
zh_hans: 固执
zh_hant: 固執

# trait.Stuck in Meatwall
source: Stuck in Meatwall
de: In einer Fleischwand gefangen
ja: 肉壁に埋まる
ko: 육벽에 갇힘
pl: Uwięzienie w ścianie z ciała
zh_hans: 困在肉壁中
zh_hant: 困在肉壁中

# trait.Student
source: Student
de: Schüler oder Student
ja: 学生
ko: 학생
pl: Uczeń lub student
zh_hans: 学生
zh_hant: 學生

# trait.Student Club Advisor
source: Student Club Advisor
de: Betreuer eines Schüler- oder Studentenclubs
ja: 部活動顧問
ko: 동아리 지도 교사
pl: Opiekun koła uczniowskiego lub studenckiego
zh_hans: 社团指导老师
zh_hant: 社團指導老師

# trait.Student Club Member
source: Student Club Member
de: Mitglied eines Schüler- oder Studentenclubs
ja: 部員
ko: 동아리 부원
pl: Członek koła uczniowskiego lub studenckiego
zh_hans: 社团成员
zh_hant: 社團成員

# trait.Student Club President
source: Student Club President
de: Leiter eines Schüler- oder Studentenclubs
ja: 部長
ko: 동아리 부장
pl: Przewodniczący koła uczniowskiego lub studenckiego
zh_hans: 社团社长
zh_hant: 社團社長

# trait.Student Club Vice President
source: Student Club Vice President
de: Stellvertretender Leiter eines Schüler- oder Studentenclubs
ja: 副部長
ko: 동아리 부부장
pl: Wiceprzewodniczący koła uczniowskiego lub studenckiego
zh_hans: 社团副社长
zh_hant: 社團副社長

# trait.Student Council Advisor
source: Student Council Advisor
de: Betreuer des Schüler- oder Studierendenrats
ja: 生徒会顧問
ko: 학생회 지도 교사
pl: Opiekun samorządu uczniowskiego lub studenckiego
zh_hans: 学生会指导老师
zh_hant: 學生會指導老師

# trait.Student Council Member
source: Student Council Member
de: Mitglied des Schüler- oder Studierendenrats
ja: 生徒会役員
ko: 학생회 임원
pl: Członek samorządu uczniowskiego lub studenckiego
zh_hans: 学生会成员
zh_hant: 學生會成員

# trait.Student Council President
source: Student Council President
de: Vorsitzender des Schüler- oder Studierendenrats
ja: 生徒会長
ko: 학생회장
pl: Przewodniczący samorządu uczniowskiego lub studenckiego
zh_hans: 学生会主席
zh_hant: 學生會主席

# trait.Student Council Secretary
source: Student Council Secretary
de: Sekretär des Schüler- oder Studierendenrats
ja: 生徒会書記
ko: 학생회 서기
pl: Sekretarz samorządu uczniowskiego lub studenckiego
zh_hans: 学生会书记
zh_hant: 學生會書記

# trait.Student Council Treasurer
source: Student Council Treasurer
de: Schatzmeister des Schüler- oder Studierendenrats
ja: 生徒会会計
ko: 학생회 회계
pl: Skarbnik samorządu uczniowskiego lub studenckiego
zh_hans: 学生会财务
zh_hant: 學生會財務

# trait.Student Council Vice President
source: Student Council Vice President
de: Stellvertretender Vorsitzender des Schüler- oder Studierendenrats
ja: 生徒会副会長
ko: 학생회 부회장
pl: Wiceprzewodniczący samorządu uczniowskiego lub studenckiego
zh_hans: 学生会副主席
zh_hant: 學生會副主席

# trait.Student Teacher
source: Student Teacher
de: Lehramtspraktikant
ja: 教育実習生
ko: 교육 실습생
pl: Praktykant nauczycielski
zh_hans: 实习老师
zh_hant: 實習老師

# trait.Students by Activity
source: Students by Activity
de: Schüler und Studierende nach Tätigkeit
ja: 活動別の生徒
ko: 활동별 학생
pl: Uczniowie i studenci według aktywności
zh_hans: 按活动分类的学生
zh_hant: 按活動分類的學生

# trait.Students by Grade
source: Students by Grade
de: Schüler nach Klassenstufe
ja: 学年別の生徒
ko: 학년별 학생
pl: Uczniowie według klasy
zh_hans: 按年级分类的学生
zh_hant: 按年級分類的學生

# trait.Studs
source: Studs
de: Ziernieten
ja: スタッド
ko: 스터드 장식
pl: Ćwieki ozdobne
zh_hans: 饰钉
zh_hant: 飾釘

# trait.Stuffed Toy
source: Stuffed Toy
de: Stofftier
ja: ぬいぐるみ
ko: 봉제 인형
pl: Pluszowa zabawka
zh_hans: 毛绒玩具
zh_hant: 絨毛玩具

# trait.Stun Grenade
source: Stun Grenade
de: Blendgranate
ja: スタングレネード
ko: 섬광탄
pl: Granat hukowo-błyskowy
zh_hans: 震撼弹
zh_hant: 震撼彈

# trait.Stun Gun
source: Stun Gun
de: Elektroschockpistole
ja: スタンガン
ko: 전기 충격기
pl: Paralizator
zh_hans: 电击枪
zh_hant: 電擊槍

# trait.Stutter
source: Stutter
de: Stottern
ja: 吃音
ko: 말더듬
pl: Jąkanie
zh_hans: 口吃
zh_hant: 口吃

# trait.Stylish
source: Stylish
de: Stilvoll
ja: おしゃれ
ko: 멋쟁이
pl: Stylowy
zh_hans: 时尚
zh_hant: 時尚

# trait.Subject of
source: Subject of
de: Empfänger der Handlung
ja: 対象
ko: 대상
pl: Odbiorca czynności
zh_hans: 对象
zh_hant: 對象

# trait.Subject of (Sexual)
source: Subject of (Sexual)
de: Empfänger sexueller Handlungen
ja: 性的対象
ko: 성적 대상
pl: Odbiorca czynności seksualnych
zh_hans: 性对象
zh_hant: 性對象

# trait.Submachine Gun
source: Submachine Gun
de: Maschinenpistole
ja: 短機関銃
ko: 기관단총
pl: Pistolet maszynowy
zh_hans: 冲锋枪
zh_hant: 衝鋒槍

# trait.Substitute Teacher
source: Substitute Teacher
de: Vertretungslehrer
ja: 代用教員
ko: 대체 교사
pl: Nauczyciel na zastępstwie
zh_hans: 代课老师
zh_hant: 代課老師

# trait.Succubus
source: Succubus
de: Sukkubus
ja: サキュバス
ko: 서큐버스
pl: Sukkub
zh_hans: 魅魔
zh_hant: 魅魔

# trait.Suction on Penis
source: Suction on Penis
de: Saugwirkung am Penis
ja: 陰茎吸い
ko: 음경 빨기
pl: Działanie podciśnienia na penisa
zh_hans: 吸吮阴茎
zh_hant: 吸吮陰莖

# trait.Sugar Baby
source: Sugar Baby
de: Materiell unterstützter Beziehungspartner
ja: シュガーベイビー
ko: 슈거 베이비
pl: Partner otrzymujący wsparcie materialne w zamian za relację
zh_hans: 被包养者
zh_hant: 被包養者

# trait.Sugar Daddy
source: Sugar Daddy
de: Wohlhabender Förderer in einer Beziehung
ja: シュガーダディ
ko: 슈거 대디
pl: Zamożny partner zapewniający wsparcie materialne
zh_hans: 金主
zh_hant: 金主

# trait.Suicide
source: Suicide
de: Suizid
ja: 自殺
ko: 자살
pl: Samobójstwo
zh_hans: 自杀
zh_hant: 自殺

# trait.Suicide Attempt
source: Suicide Attempt
de: Suizidversuch
ja: 自殺未遂
ko: 자살 시도
pl: Próba samobójcza
zh_hans: 自杀未遂
zh_hant: 自殺未遂

# trait.Suicide Ideation
source: Suicide Ideation
de: Suizidgedanken
ja: 自殺念慮
ko: 자살 사고
pl: Myśli samobójcze
zh_hans: 自杀意念
zh_hant: 自殺意念

# trait.Suit
source: Suit
de: Anzug
ja: スーツ
ko: 정장
pl: Garnitur
zh_hans: 西装
zh_hant: 西裝

# trait.Suitcase
source: Suitcase
de: Koffer
ja: スーツケース
ko: 여행 가방
pl: Walizka
zh_hans: 行李箱
zh_hant: 行李箱

# trait.Sukeban
source: Sukeban
de: Anführerin einer Mädchengang
ja: スケバン
ko: 스케반
pl: Przywódczyni gangu dziewcząt
zh_hans: 不良少女
zh_hant: 不良少女

# trait.Summoning
source: Summoning
de: Beschwörung
ja: 召喚
ko: 소환
pl: Przywoływanie
zh_hans: 召唤
zh_hant: 召喚

# trait.Sumo
source: Sumo
de: Sumō
ja: 相撲
ko: 스모
zh_hans: 相扑
zh_hant: 相撲

# trait.Sun Hat
source: Sun Hat
de: Sonnenhut
ja: 日よけ帽
ko: 챙 넓은 모자
pl: Kapelusz przeciwsłoneczny
zh_hans: 遮阳帽
zh_hant: 遮陽帽

# trait.Sundress
source: Sundress
de: Sommerkleid
ja: サンドレス
ko: 선드레스
pl: Letnia sukienka
zh_hans: 太阳裙
zh_hant: 太陽裙

# trait.Sunglasses
source: Sunglasses
de: Sonnenbrille
ja: サングラス
ko: 선글라스
pl: Okulary przeciwsłoneczne
zh_hans: 太阳镜
zh_hant: 太陽眼鏡

# trait.Superficial
source: Superficial
de: Oberflächlich
ja: 表面的
ko: 피상적인
pl: Powierzchowność
zh_hans: 肤浅
zh_hant: 膚淺

# trait.Superhero
source: Superhero
de: Superheld
ja: スーパーヒーロー
ko: 슈퍼히어로
pl: Superbohater
zh_hans: 超级英雄
zh_hant: 超級英雄

# trait.Superhuman
source: Superhuman
de: Mensch mit übermenschlichen Fähigkeiten
ja: 超人
ko: 초인
pl: Człowiek o nadludzkich zdolnościach
zh_hans: 超人
zh_hant: 超人

# trait.Supernatural Cloning
source: Supernatural Cloning
de: Übernatürliches Klonen
ja: 超自然的な複製
ko: 초자연적 복제
pl: Nadnaturalne klonowanie
zh_hans: 超自然克隆
zh_hant: 超自然複製

# trait.Superspeed
source: Superspeed
de: Übermenschliche Geschwindigkeit
ja: 超高速
ko: 초고속 능력
pl: Nadludzka szybkość
zh_hans: 超级速度
zh_hant: 超級速度

# trait.Superstitious
source: Superstitious
de: Abergläubisch
ja: 迷信深い
ko: 미신을 믿는
pl: Przesądność
zh_hans: 迷信
zh_hant: 迷信

# trait.Superstrength
source: Superstrength
de: Übermenschliche Stärke
ja: 怪力
ko: 초인적인 힘
pl: Nadludzka siła
zh_hans: 超级力量
zh_hant: 超級力量

# trait.Supervillain
source: Supervillain
de: Superschurke
ja: スーパーヴィラン
ko: 슈퍼빌런
pl: Superzłoczyńca
zh_hans: 超级反派
zh_hant: 超級反派

# trait.Suppository
source: Suppository
de: Zäpfchen
ja: 座薬
ko: 좌약
pl: Czopek
zh_hans: 栓剂
zh_hant: 栓劑

# trait.Surfing
source: Surfing
de: Wellenreiten
ja: サーフィン
ko: 서핑
pl: Surfowanie
zh_hans: 冲浪
zh_hant: 衝浪

# trait.Surgery
source: Surgery
de: Operation
ja: 手術
ko: 수술
pl: Operacja chirurgiczna
zh_hans: 手术
zh_hant: 手術

# trait.Surgical Mask
source: Surgical Mask
de: Medizinische Maske
ja: サージカルマスク
ko: 수술용 마스크
pl: Maseczka medyczna
zh_hans: 医用口罩
zh_hant: 醫用口罩

# trait.Surgical Scrubs
source: Surgical Scrubs
de: OP-Kleidung
ja: 手術着
ko: 수술복
pl: Strój chirurgiczny
zh_hans: 手术服
zh_hant: 手術服

# trait.Survival
source: Survival
de: Überleben
ja: 生存
ko: 생존
pl: Przetrwanie
zh_hans: 生存
zh_hant: 生存

# trait.Survivor's Guilt
source: Survivor's Guilt
de: Überlebensschuld
ja: サバイバーズ・ギルト
ko: 생존자 죄책감
pl: Poczucie winy ocalałego
zh_hans: 幸存者内疚
zh_hant: 倖存者罪惡感

# trait.Suspended Animation
source: Suspended Animation
de: Stasiszustand
ja: 仮死状態
ko: 가사 상태
pl: Stan zawieszenia funkcji życiowych
zh_hans: 假死
zh_hant: 假死

# trait.Suspenders
source: Suspenders
de: Hosenträger
ja: サスペンダー
ko: 서스펜더
pl: Szelki
zh_hans: 背带
zh_hant: 背帶

# trait.Suspension Bondage
source: Suspension Bondage
de: Fesselung mit Aufhängung
ja: 吊り拘束
ko: 공중 구속
pl: Krępowanie z podwieszeniem
zh_hans: 悬吊束缚
zh_hant: 懸吊束縛

# trait.Sweat Licking
source: Sweat Licking
de: Schweißlecken
ja: 汗舐め
ko: 땀 핥기
pl: Lizanie potu
zh_hans: 舔汗
zh_hant: 舔汗

# trait.Sweater
source: Sweater
de: Pullover
ja: セーター
ko: 스웨터
pl: Sweter
zh_hans: 毛衣
zh_hant: 毛衣

# trait.Sweatpants
source: Sweatpants
de: Jogginghose
ja: スウェットパンツ
ko: 스웨트팬츠
pl: Spodnie dresowe
zh_hans: 运动裤
zh_hant: 運動褲

# trait.Swedish
source: Swedish
de: Schwedisch
ja: スウェーデン人
ko: 스웨덴인
pl: Szwed
zh_hans: 瑞典人
zh_hant: 瑞典人

# trait.Sweets Lover
source: Sweets Lover
de: Liebhaber von Süßigkeiten
ja: 甘党
ko: 단것을 좋아하는
pl: Miłośnik słodyczy
zh_hans: 甜食爱好者
zh_hant: 甜食愛好者

# trait.Swim Brief
source: Swim Brief
de: Badeslip
ja: 競泳ブリーフ
ko: 삼각 수영복
pl: Kąpielówki typu slipy
zh_hans: 泳裤
zh_hant: 泳褲

# trait.Swim Cap
source: Swim Cap
de: Badekappe
ja: 水泳帽
ko: 수영모
pl: Czepek pływacki
zh_hans: 泳帽
zh_hant: 泳帽

# trait.Swim Shorts
source: Swim Shorts
de: Badeshorts
ja: 水泳用ショートパンツ
ko: 수영 반바지
pl: Szorty kąpielowe
zh_hans: 泳装短裤
zh_hant: 泳裝短褲

# trait.Swimming
source: Swimming
de: Schwimmen
ja: 水泳
ko: 수영
pl: Pływanie
zh_hans: 游泳
zh_hant: 游泳

# trait.Swimming Board
source: Swimming Board
de: Schwimmbrett
ja: ビート板
ko: 킥판
pl: Deska do pływania
zh_hans: 浮板
zh_hant: 浮板

# trait.Swimming Spats
source: Swimming Spats
de: Eng anliegende Schwimmshorts
ja: 水泳用スパッツ
ko: 수영용 스패츠
pl: Obcisłe spodenki do pływania
zh_hans: 泳装紧身短裤
zh_hant: 泳裝緊身短褲

# trait.Swimsuit
source: Swimsuit
de: Badebekleidung
ja: 水着
ko: 수영복
pl: Strój kąpielowy
zh_hans: 泳装
zh_hant: 泳裝

# trait.Swinging
source: Swinging
de: Partnertausch
ja: スワッピング
ko: 스와핑
pl: Wymiana partnerów
zh_hans: 交换伴侣
zh_hant: 交換伴侶

# trait.Swiss
source: Swiss
de: Schweizerisch
ja: スイス人
ko: 스위스인
pl: Szwajcar
zh_hans: 瑞士人
zh_hant: 瑞士人

# trait.Switch
source: Switch
de: Wechsel zwischen dominanter und unterwürfiger Rolle
ja: 支配・服従どちらも可
ko: 지배와 복종 모두 가능
pl: Zmienna rola dominująca i uległa
zh_hans: 支配与服从皆可
zh_hant: 支配與服從皆可

# trait.Switching Personal Pronouns
source: Switching Personal Pronouns
de: Wechselnde Personalpronomen
ja: 一人称を使い分ける
ko: 1인칭 대명사를 바꿔 쓰는
pl: Zmienianie zaimków osobowych
zh_hans: 切换自称
zh_hant: 切換自稱

# trait.Sword
source: Sword
de: Schwert
ja: 剣
ko: 검
pl: Miecz
zh_hans: 剑
zh_hant: 劍

# trait.Swordsmanship
source: Swordsmanship
de: Schwertkunst
ja: 剣術
ko: 검술
pl: Szermierka
zh_hans: 剑术
zh_hant: 劍術

# trait.Symbol
source: Symbol
de: Symbol in den Augen
ja: シンボル
ko: 상징
pl: Symbol w oczach
zh_hans: 符号
zh_hant: 符號

# trait.Symbolic Hair Cutting
source: Symbolic Hair Cutting
de: Symbolisches Abschneiden der Haare
ja: 象徴的な断髪
ko: 상징적인 머리 자르기
pl: Symboliczne obcięcie włosów
zh_hans: 象征性剪发
zh_hant: 象徵性剪髮

# trait.Synesthesia
source: Synesthesia
de: Synästhesie
ja: 共感覚
ko: 공감각
pl: Synestezja
zh_hans: 联觉
zh_hant: 聯覺

# trait.Tabi
source: Tabi
de: Tabi-Socken
ja: 足袋
ko: 다비 버선
pl: Skarpetki tabi
zh_hans: 足袋
zh_hant: 足袋

# trait.Table tennis
source: Table tennis
de: Tischtennis
ja: 卓球
ko: 탁구
pl: Tenis stołowy
zh_hans: 乒乓球
zh_hant: 桌球

# trait.Taciturn
source: Taciturn
de: Wortkarg
ja: 無口
ko: 말수가 적은
pl: Małomówny
zh_hans: 寡言
zh_hant: 寡言

# trait.Tactical Suit
source: Tactical Suit
de: Taktischer Anzug
ja: タクティカルスーツ
ko: 전술복
pl: Strój taktyczny
zh_hans: 战术服
zh_hant: 戰術服

# trait.Tail
source: Tail
de: Schwanz
ja: 尻尾
ko: 꼬리
pl: Ogon
zh_hans: 尾巴
zh_hant: 尾巴

# trait.Tailcoat
source: Tailcoat
de: Frack
ja: 燕尾服
ko: 연미복
pl: Frak
zh_hans: 燕尾服
zh_hant: 燕尾服

# trait.Tailjob
source: Tailjob
de: Penisstimulation mit dem Schwanz
ja: 尻尾コキ
ko: 꼬리로 하는 자위
pl: Stymulacja penisa ogonem
zh_hans: 尾交
zh_hant: 尾交

# trait.Tailor
source: Tailor
de: Schneider
ja: 仕立屋
ko: 재단사
pl: Krawiec
zh_hans: 裁缝
zh_hant: 裁縫

# trait.Taiwanese
source: Taiwanese
de: Taiwanisch
ja: 台湾人
ko: 대만인
pl: Tajwańczyk
zh_hans: 台湾人
zh_hant: 台灣人

# trait.Talkative
source: Talkative
de: Gesprächig
ja: おしゃべり
ko: 말이 많은
pl: Rozmowny
zh_hans: 健谈
zh_hant: 健談

# trait.Talking Patterns
source: Talking Patterns
de: Sprechweisen
ja: 話し方
ko: 말투
pl: Sposoby mówienia
zh_hans: 说话方式
zh_hant: 說話方式

# trait.Tall
source: Tall
de: Groß gewachsen
ja: 長身
ko: 키가 큰
pl: Wysoki
zh_hans: 高个
zh_hant: 高個

# trait.Tank Top
source: Tank Top
de: Trägerhemd
ja: タンクトップ
ko: 탱크톱
pl: Top na ramiączkach
zh_hans: 背心
zh_hant: 背心

# trait.Tanline
source: Tanline
de: Bräunungsstreifen
ja: 日焼け跡
ko: 선탠 자국
pl: Ślady opalenizny
zh_hans: 晒痕
zh_hant: 曬痕

# trait.Tanned
source: Tanned
de: Gebräunt
ja: 日焼け肌
ko: 그을린 피부
pl: Opalony
zh_hans: 晒黑
zh_hant: 曬黑

# trait.Tantou
source: Tantou
de: Tantō
ja: 短刀
ko: 단도
pl: Tantō
zh_hans: 短刀
zh_hant: 短刀

# trait.Tanuki
source: Tanuki
de: Marderhund
ja: タヌキ
ko: 너구리
pl: Jenot
zh_hans: 狸
zh_hant: 狸

# trait.Tareme
source: Tareme
de: Abwärts geneigte Augenwinkel
ja: たれ目
ko: 처진 눈
pl: Opadające kąciki oczu
zh_hans: 垂眼
zh_hant: 垂眼

# trait.Tarot Cards
source: Tarot Cards
de: Tarotkarten
ja: タロットカード
ko: 타로 카드
pl: Karty tarota
zh_hans: 塔罗牌
zh_hant: 塔羅牌

# trait.Taser
source: Taser
de: Elektroschockpistole
ja: テーザー銃
ko: 테이저건
pl: Paralizator
zh_hans: 电击枪
zh_hant: 電擊槍

# trait.Tassets
source: Tassets
de: Beintaschen der Rüstung
ja: 腰甲
ko: 허리 갑옷
pl: Nabiodrki zbroi
zh_hans: 腰腿甲
zh_hant: 腰腿甲

# trait.Tattoo
source: Tattoo
de: Tätowierung
ja: タトゥー
ko: 문신
pl: Tatuaż
zh_hans: 纹身
zh_hant: 刺青

# trait.Tattoo Artist
source: Tattoo Artist
de: Tätowierer
ja: 彫師
ko: 문신사
pl: Tatuażysta
zh_hans: 纹身师
zh_hant: 刺青師

# trait.Teacher
source: Teacher
de: Lehrer
ja: 教師
ko: 교사
pl: Nauczyciel
zh_hans: 教师
zh_hant: 教師

# trait.Teaching Assistant
source: Teaching Assistant
de: Lehrassistent
ja: ティーチングアシスタント
ko: 조교
pl: Asystent nauczyciela
zh_hans: 助教
zh_hant: 助教

# trait.Teacup
source: Teacup
de: Teetasse
ja: ティーカップ
ko: 찻잔
pl: Filiżanka do herbaty
zh_hans: 茶杯
zh_hant: 茶杯

# trait.Teal
source: Teal
de: Blaugrün
ja: 青緑
ko: 청록색
pl: Morski
zh_hans: 蓝绿色
zh_hant: 藍綠色

# trait.Teammate
source: Teammate
de: Teamkollege
ja: チームメイト
ko: 팀원
pl: Kolega z drużyny
zh_hans: 队友
zh_hant: 隊友

# trait.Teasing
source: Teasing
de: Neckisch
ja: からかい好き
ko: 놀리기 좋아하는
pl: Lubi dokuczać
zh_hans: 爱捉弄人
zh_hant: 愛捉弄人

# trait.Technician
source: Technician
de: Techniker
ja: 技術者
ko: 기술자
pl: Technik
zh_hans: 技术员
zh_hant: 技術員

# trait.Teddy
source: Teddy
de: Dessous-Body
ja: テディ
ko: 테디 란제리
pl: Bieliźniane body
zh_hans: 连体内衣
zh_hant: 連身內衣

# trait.Teen
source: Teen
de: Jugendlich
ja: ティーンエイジャー
ko: 십 대
pl: Nastolatek
zh_hans: 青少年
zh_hant: 青少年

# trait.Teeth
source: Teeth
de: Zähne
ja: 歯
ko: 치아
pl: Zęby
zh_hans: 牙齿
zh_hant: 牙齒

# trait.Tekkou
source: Tekkou
de: Tekkō-Handschutz
ja: 手甲
ko: 손등 갑옷
pl: Ochraniacze dłoni tekkō
zh_hans: 手甲
zh_hant: 手甲

# trait.Television Host
source: Television Host
de: Fernsehmoderator
ja: テレビ司会者
ko: 텔레비전 진행자
pl: Prezenter telewizyjny
zh_hans: 电视主持人
zh_hant: 電視主持人

# trait.Temporary Protagonist
source: Temporary Protagonist
de: Vorübergehende Hauptfigur
ja: 一時的な主人公
ko: 일시적인 주인공
pl: Tymczasowy protagonista
zh_hans: 临时主角
zh_hant: 臨時主角

# trait.Tennis Outfit
source: Tennis Outfit
de: Tenniskleidung
ja: テニスウェア
ko: 테니스복
pl: Strój tenisowy
zh_hans: 网球服
zh_hant: 網球服

# trait.Tentacle
source: Tentacle
de: Tentakel
ja: 触手
ko: 촉수
pl: Macka
zh_hans: 触手
zh_hant: 觸手

# trait.Tentacle Rape
source: Tentacle Rape
de: Vergewaltigung durch Tentakel
ja: 触手による強姦
ko: 촉수에 의한 강간
pl: Gwałt z użyciem macek
zh_hans: 触手强奸
zh_hant: 觸手強姦

# trait.Tentacle Restraint
source: Tentacle Restraint
de: Fesselung mit Tentakeln
ja: 触手拘束
ko: 촉수 구속
pl: Krępowanie mackami
zh_hans: 触手束缚
zh_hant: 觸手束縛

# trait.Tenth Grader
source: Tenth Grader
de: Schüler der zehnten Klasse
ja: 10年生
ko: 고등학교 1학년
pl: Uczeń dziesiątej klasy
zh_hans: 十年级学生
zh_hant: 十年級學生

# trait.Terminal Illness
source: Terminal Illness
de: Unheilbare tödliche Krankheit
ja: 不治の病
ko: 불치병
pl: Nieuleczalna śmiertelna choroba
zh_hans: 绝症
zh_hant: 絕症

# trait.Termination of Employment
source: Termination of Employment
de: Kündigung des Arbeitsverhältnisses
ja: 雇用打ち切り
ko: 해고
pl: Zakończenie zatrudnienia
zh_hans: 被解雇
zh_hant: 被解雇

# trait.Testicle Removal
source: Testicle Removal
de: Hodenentfernung
ja: 睾丸摘出
ko: 고환 절제
pl: Usunięcie jąder
zh_hans: 睾丸切除
zh_hant: 睪丸切除

# trait.Testicular Enlargement
source: Testicular Enlargement
de: Hodenvergrößerung
ja: 睾丸肥大
ko: 고환 비대
pl: Powiększenie jąder
zh_hans: 睾丸增大
zh_hant: 睪丸增大

# trait.Text-only Sex Scenes Only
source: Text-only Sex Scenes Only
de: Sexszenen nur als Text
ja: テキストのみのセックスシーンだけ
ko: 텍스트로만 된 성교 장면
pl: Sceny seksu wyłącznie tekstowe
zh_hans: 仅有纯文本性爱场景
zh_hant: 僅有純文字性愛場景

# trait.Thai
source: Thai
de: Thailändisch
ja: タイ人
ko: 태국인
pl: Taj
zh_hans: 泰国人
zh_hant: 泰國人

# trait.Theft
source: Theft
de: Diebstahl
ja: 窃盗
ko: 절도
pl: Kradzież
zh_hans: 偷窃
zh_hant: 偷竊

# trait.Therapist
source: Therapist
de: Therapeut
ja: セラピスト
ko: 치료사
pl: Terapeuta
zh_hans: 治疗师
zh_hant: 治療師

# trait.Thick Eyebrows
source: Thick Eyebrows
de: Dichte Augenbrauen
ja: 太い眉
ko: 굵은 눈썹
pl: Gęste brwi
zh_hans: 浓眉
zh_hant: 濃眉

# trait.Thief
source: Thief
de: Dieb
ja: 盗賊
ko: 도적
pl: Złodziej
zh_hans: 盗贼
zh_hant: 盜賊

# trait.Thigh Band
source: Thigh Band
de: Oberschenkelband
ja: 太ももバンド
ko: 허벅지 밴드
pl: Opaska na udo
zh_hans: 大腿带
zh_hant: 大腿帶

# trait.Thigh-high Boots
source: Thigh-high Boots
de: Oberschenkellange Stiefel
ja: サイハイブーツ
ko: 허벅지까지 오는 부츠
pl: Kozaki do ud
zh_hans: 过膝靴
zh_hant: 過膝靴

# trait.Thigh-high Stockings
source: Thigh-high Stockings
de: Oberschenkellange Strümpfe
ja: サイハイストッキング
ko: 허벅지까지 오는 스타킹
pl: Pończochy do ud
zh_hans: 过膝袜
zh_hant: 過膝襪

# trait.Third Grader
source: Third Grader
de: Schüler der dritten Klasse
ja: 3年生
ko: 초등학교 3학년
pl: Uczeń trzeciej klasy
zh_hans: 三年级学生
zh_hant: 三年級學生

# trait.Third Person
source: Third Person
de: Selbstbezeichnung in der dritten Person
ja: 三人称で自称
ko: 자신을 3인칭으로 지칭
pl: Mówienie o sobie w trzeciej osobie
zh_hans: 以第三人称自称
zh_hant: 以第三人稱自稱

# trait.Thong Panties
source: Thong Panties
de: Stringtanga
ja: Tバック
ko: 티팬티
pl: Stringi
zh_hans: 丁字裤
zh_hant: 丁字褲

# trait.Thrall
source: Thrall
de: Leibeigener
ja: 隷属者
ko: 예속자
pl: Niewolnik
zh_hans: 奴仆
zh_hant: 奴僕

# trait.Thrifty
source: Thrifty
de: Sparsam
ja: 倹約家
ko: 검소한
pl: Oszczędny
zh_hans: 节俭
zh_hant: 節儉

# trait.Throwing Knife
source: Throwing Knife
de: Wurfmesser
ja: 投げナイフ
ko: 투척용 단검
pl: Nóż do rzucania
zh_hans: 飞刀
zh_hant: 飛刀

# trait.Tickle Torture
source: Tickle Torture
de: Kitzelfolter
ja: くすぐり拷問
ko: 간지럼 고문
pl: Tortury łaskotaniem
zh_hans: 挠痒拷问
zh_hant: 撓癢拷問

# trait.Tie Pin
source: Tie Pin
de: Krawattennadel
ja: ネクタイピン
ko: 넥타이핀
pl: Spinka do krawata
zh_hans: 领带夹
zh_hant: 領帶夾

# trait.Tied-up shirt
source: Tied-up shirt
de: Geknotetes Hemd
ja: 裾を結んだシャツ
ko: 밑단을 묶은 셔츠
pl: Koszula z zawiązanym dołem
zh_hans: 衣摆系起的衬衫
zh_hant: 下襬繫起的襯衫

# trait.Time Loop
source: Time Loop
de: Zeitschleife
ja: タイムループ
ko: 타임 루프
pl: Pętla czasowa
zh_hans: 时间循环
zh_hant: 時間循環

# trait.Time Manipulation
source: Time Manipulation
de: Zeitmanipulation
ja: 時間操作
ko: 시간 조작
pl: Manipulacja czasem
zh_hans: 时间操控
zh_hant: 時間操控

# trait.Time Stop
source: Time Stop
de: Zeitstillstand
ja: 時間停止
ko: 시간 정지
pl: Zatrzymanie czasu
zh_hans: 时间停止
zh_hant: 時間停止

# trait.Time Travel
source: Time Travel
de: Zeitreise
ja: タイムトラベル
ko: 시간 여행
pl: Podróż w czasie
zh_hans: 时间旅行
zh_hant: 時間旅行

# trait.Timid
source: Timid
de: Schüchtern
ja: 臆病
ko: 소심한
pl: Nieśmiały
zh_hans: 胆小
zh_hant: 膽小

# trait.Tinfoil Hat
source: Tinfoil Hat
de: Aluhut
ja: アルミホイル帽子
ko: 은박지 모자
pl: Czapka z folii aluminiowej
zh_hans: 锡纸帽
zh_hant: 鋁箔帽

# trait.Tiny
source: Tiny
de: Winzig
ja: 極端に小柄
ko: 극도로 작은 체격
pl: Miniaturowy
zh_hans: 极矮小
zh_hant: 極矮小

# trait.Tiny Braid
source: Tiny Braid
de: Kleiner Zopf
ja: 小さな三つ編み
ko: 작은 땋은 머리
pl: Mały warkoczyk
zh_hans: 小辫子
zh_hant: 小辮子

# trait.Title Character
source: Title Character
de: Titelfigur
ja: タイトルキャラクター
ko: 타이틀 캐릭터
pl: Postać tytułowa
zh_hans: 标题角色
zh_hant: 標題角色

# trait.Tomboy
source: Tomboy
de: Wildfang
ja: ボーイッシュ
ko: 말괄량이
pl: Chłopczyca
zh_hans: 假小子
zh_hant: 假小子

# trait.Tomesode
source: Tomesode
de: Tomesode-Kimono
ja: 留袖
ko: 도메소데
pl: Kimono tomesode
zh_hans: 留袖
zh_hant: 留袖

# trait.Tominagi
source: Tominagi
de: Tominagi-Stellung
ja: トミナギ
pl: Pozycja tominagi

# trait.Tone Deafness
source: Tone Deafness
de: Unmusikalisch
ja: 音痴
ko: 음치
pl: Brak słuchu muzycznego
zh_hans: 音痴
zh_hant: 音痴

# trait.Toned
source: Toned
de: Durchtrainiert
ja: 引き締まった体
ko: 탄탄한 몸
pl: Wysportowany
zh_hans: 身材紧实
zh_hant: 身材緊實

# trait.Tongue Piercing
source: Tongue Piercing
de: Zungenpiercing
ja: 舌ピアス
ko: 혀 피어싱
pl: Piercing języka
zh_hans: 舌穿孔
zh_hant: 舌穿孔
